* session 1
** inn
*** 90% human
*** innkeepper spooked
*** bard brings in the crowd
*** old man is big man around town
*** vale
*** elves are on the east
*** orcs in mtns on the east
** brindle
* session 7
** traveled
** defeated The Lost Black - a merc group
** saved The Blue Light - small band from Drellin's Ferry
* session 8
** Blue Light - 5 members
martial light, mostly arcane
*** leader, fighter
*** warlock
*** swordmage
** Forepath (paragon)
*** Marcus - leader, warlord/healer
*** Lian Shadow - halfling, rogue
**** recognized the adventurers stone
**** 3:2 in favor
*** Darien
**** jack bets 20gp on Lian
**** bet:
***** DONE win: +2 vicious dagger, -20gp
***** lose: sunsword, adventurer's stone, +30gp

| who  | init | turn | dam   |
| Ry   |   16 | ++   |       |
| Ec   |   16 | ++   |       |
| Am   |   12 | ++   |       |
| Ja   |    8 | ++   |       |
| Ad   |    6 | +    |       |
| Lian |   hi | +    | 9,8,x |

** adventurer's stone = fate stone
*** DONE not attuned, but we should
** be cautious with how we flash that around
** overlook
*** orcs getting fed information and supplies
*** coming through tunnel maze
*** portal to fancy room
**** dwarf in fancy clothes, proprietor of the portal station
**** 5sp to stable outside
** blister, the adventurers district
** mountain hearth
*** decent ale, pubcrawl is nice
** farstriders
*** killed small dragon
*** gladhanding with the outlook folks
** -50gp for healing potion
** overlook council - 10 members
** -10gp ammonia spreading the wealth
** ways to curry favor with the council
*** could kill drakes
**** stone hammer
**** elf town
*** thieve's guild: the lost ones
**** protection racket
**** large enough to have an effect on power
* session 9 
  CLOCK: [2009-07-07 Tue 18:38]--[2009-07-07 Tue 23:02] =>  4:24
** dinner w/ blue light
*** Ammonia mouths off
*** Jeffrey - blue light defender
*** Ry helps ammonia up
favors among strangers don't age well, 
best use them while we can
*** Jack sings a song
**** mood is relaxed excitement
** council meeting
*** leader of farstriders whispering with councilman en route
*** scheduled for 9am
*** >10 adventuring groups in town
**** farstriders on top
**** freeriders
**** company of wolves
**** weak parties are sent to different seating area
**** host of orcs from the west
***** larger than normal
***** scouting forays
****** penetrated the mountains
**** protect
***** boderins watch
***** overlook
***** mountain passes / tunnels
**** Jack's outburst
Glad to leave this festering town.
** travel to the monestary
*** snowy path
*** ravine
**** orc party ambush
***** am crits minion
***** 3rd scout battalion
***** notebook in shorthand
****** written by the same hand
***** orc sledding
***** heading south
***** boots had lowerland grasses
****** they've been in the plains
***** sent animal messenger to vents
** monastery
*** get monks back to overlook safely
*** too quiet
*** campfires outside the building
*** too late, complete slaughter
the monks shall be avenged!  Their deaths
are on my head!

| who | init | turn | stat | hp                      |
|  ry |   21 | *+++ |      |                         |
|  ec |   19 | *++  |      |                         |
|  ad |   16 | *+++ |      |                         |
|  am |   11 | *+++ |      |                         |
|  12 |      | +    | 20ac | 11 8 XX 13 13 ? X       |
|  13 |      | +++  |      | 6 ? 7 15 XX 9 XX 5 15 X |
|  ja |    6 | *+++ |      |                         |
|   7 |      | +    |      | X                       |
|   5 |      | +    |      | X                       |
|   1 |      | +    |      | X                       |
|   2 |      | +    |      | X                       |
|   6 |      | +    | 18f  | 11 XX ? X               |

* session 10
  CLOCK: [2009-07-14 Tue 18:28]
** DONE prep
*** DONE get ryepup character sheet with lvl 3 AND equipment
*** DONE down one healing surge, 15 hp, used fleet pursuit
** monastary fight
| who | weap  | init | turn | hp            |
|  am |       |   25 | ++++ |               |
|  ec |       |   21 | ++++ |               |
|  20 | staff |      | ++++ | 15,17,B,8     |
|  ry |       |   10 | ++++ |               |
|  ad |       |    5 | ++++ |               |
|  ja |       |    2 | ++++ |               |
|   1 | bow   |      | +++  | 10,6,B,6,X    |
|   5 | bow   |      | ++   | 14,B,14,X     |
|  12 | club  |      | ++   | X             |
|  11 | club  |      | ++   | X             |
|  14 | club  |      | +    | X             |
|  10 | glave |      | ++   | 21,6,23,B,5,X |
|  13 | club  |      | +    | X             |
* session 11
  CLOCK: [2009-07-21 Tue 18:44]
** mountain orcish - "What did you do?  How do you reverse it?"
| who | init | turn          | hp                                     |
|  10 |      | --------      | 3 2 23 10 B 10 9 h 18 X                |
|  14 |      | ----          | 21 13 B 17 11 b 9 7 B 15 X             |
|  12 |      | -----------   | 7 2 11 2 11 B 10 5 4 ? X               |
|  am |   13 | ------------- |                                        |
|  20 |      | ------------- | 10 19 11 18 5 18 B 5 18 8 7 5 10 10 11 |
|  ec |   12 | ------------- |                                        |
|  ry |  10+ | ------------  |                                        |
|  ja |  10- | ------------  |                                        |
|  ad |    9 | ----          | X                                      |
|  ka |      | -------       |                                        |
|   1 |      | ---           | X                                      |
|   5 |      |               | X                                      |
|   2 |      | --            | X                                      |
|   3 |      | ---           | X                                      |
|   7 |      | --            | X                                      |
|   6 |      |               | X                                      |
** khalid
*** concerned about main tunnels covered by farstriders
*** we can raise adar in a nearby temple on the way to the vents
** temple on the mountain, morridan
*** mixed races- orge, elf, half-orcs, dwarves, troll
*** they open an astral gate and ask gods for help
*** raven queen answers
*** jack plays in the astral sea, attracts all the beasts
*** raises a revenant in adar's place
**** tibbar!
* session 12
  CLOCK: [2009-07-28 Tue 19:14]
** lava tubes, need to get deeper
** water filled tube to underwater river
** messing around with a spout
** ecthellion gets some mushrooms
** deep chasm
** orcish red cross!
*** one of those crossbow things
*** critical fail the flash
*** khalid blind crit
| who | init | turn | hp | fx |
|-----+------+------+----+----|
| am  |   23 | ---  |    |    |
| ec  |   21 | ---  |    |    |
| ti  |   20 | --   |    |    |
| ja  |   20 | --   |    |    |
| ry  |   19 | --   |    |    |
| 20  |      |      | 42 | bX |
| ka  |   11 | --   |    |    |
| 13  |      |      | 36 | bX |
| 11  |      |      | 40 | bX |
| 3   |      |      |    | X  |
| 10  |      |      |  0 |    |
#+TBLFM: @7$4='(+ 9 11 22)::@9$4='(+ 26 5 5)::@10$4='(+ 11 6 9 14)::@12$4='(+ 0)

| who | init | turn        | hp |    |
|-----+------+-------------+----+----|
| am  |   26 | ----------- |    |    |
| ti  |   26 | ----------- |    |    |
| 10  |      | --          | 53 | bX |
| ec  |   24 | ----------- |    |    |
| 13  |      | -----       | 37 | b  |
| 3   |      | -----       |    |    |
| T1  |      | ----        |    |    |
| T2  |      | ---         | 18 | X  |
| T3  |      | ----        |    |    |
| T4  |      | ----        |    |    |
| ka  |   23 | ----------- |    |    |
| 20  |      | ------      |    |    |
| ry  |   10 | ----------- |    |    |
| 1   |      | --          |    | X  |
| 12  |      | ----        | 25 | b  |
| 14  |      | --          | 47 | bX |
| 2   |      | ---         |    | X  |
| 6   |      | -           |    | X  |
| 4   |      | -           |    | X  |
| ja  |    8 | ----------- |    |    |
#+TBLFM: @4$4='(+ 12 4 14 1 18 4)::@6$4='(+ 11 12 14)::@9$4='(+ 10 8)::@16$4='(+ 13 12)::@17$4='(+ 11 18 10 8)
* session 13
  CLOCK: [2009-08-04 Tue 18:52]
** boilers power the nexus
*** nexus is the intersection point of these tunnels
*** sealed off by flooding with boiling water
*** jen of farstriders is dead
**** jack desicrates the corpse!
**** am desicrates the corpse!
**** stone wand
**** magical cloak
** farstriders
*** edgar summerston
*** DEAD
|   who | init | turn         |  hp | stats          |
|-------+------+--------------+-----+----------------|
|    20 |      | ......-----X | 130 | bloody         |
|    ja |    4 | -----------  |     |                |
|    ry |   27 | ------------ |     |                |
|    am |   21 | ------------ |     |                |
|    ec |   18 | -----------  |     |                |
|    ti |    9 | -----------  |     |                |
|    ka |    8 | -----------  |  20 | +2 attack      |
|    12 |      | ......--X    |  49 | bloody         |
|    13 |      | ......--X    |  24 | bloody         |
| troll |      | -------X     | 263 | pinata, bloody |
|    11 |      | -----X       |  26 | bloody         |
|    13 |      | ------X      |  25 |                |
|    14 |      | ..---X       |  10 |                |
|     6 |      | .....--X     |     |                |
|   6 m |      | -X           |     |                |
|   4 m |      | -X           |     |                |
|   1 m |      | -X           |     |                |
|   2 m |      | -X           |     |                |
|   3 m |      | -X           |     |                |
|   5 m |      | -X           |     |                |
|   7 m |      | -X           |     |                |
|     4 |      | .-X          |     |                |
|     5 |      | .-X          |     |                |
|     7 |      | .-X          |     |                |
|     2 |      | .-X          |     |                |
|     6 |      | .-X          |     |                |
|     1 |      | .-X          |     |                |
|     4 |      | .....-X      |     |                |
|     5 |      | .....-X      |     |                |
|     1 |      | .....-X      |     |                |
|     7 |      | .....-X      |     |                |
|     3 |      | .....-X      |     |                |
#+TBLFM: @2$4='(+ 6 21 16 15 6 12 16 15 12 11)::@8$4='(+ 3 15 5 6 5 11 -13 14 -13 -13)::@9$4='(+ 5 11 9 9 15)::@10$4='(+ 9 5 10)::@11$4='(+ 3 10 4 5 17 11 9 9 5 3 2 12 14 9 5 5 23 10 14 12 24 10 26 5 5 5 6)::@12$4='(+ 4 5 6 11)::@13$4='(+ 4 5 5 11)::@14$4='(+ 5 5)
* session 14
** ecth maximized damage   
|    who | init | turn                  | hp |    |
|--------+------+-----------------------+----+----|
|     ja |      | --------------------- |    |    |
|     am |      | --------------------- |    |    |
|     ec |      | --------------------  |    |    |
|     ry |      | --------------------  |    |    |
|     ka |      | ------------------    |  5 |    |
|     ti |      | ------------------    |    |    |
|--------+------+-----------------------+----+----|
|    1.4 |      |                       |    | X  |
|   14.3 |      | ------                |  3 | X  |
|   10.3 |      | ------                | 74 | X  |
|    4.4 |      |                       |    | X  |
|    6.5 |      |                       |    | X  |
|   11.3 |      | -----                 | 22 | X  |
|    6.4 |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    2.4 |      |                       |    | X  |
|   anon |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    5.3 |      | -                     |    | X  |
|    4.3 |      | -                     |    | X  |
|   anon |      | -                     |    | X  |
|   anon |      | -                     |    | X  |
|   13.3 |      | --                    | 45 | X  |
|   12.3 |      | --                    | 51 | X  |
|   anon |      | -                     |    | X  |
| choker |      | ---                   |  8 |    |
|   anon |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    3.3 |      |                       |    | X  |
|    2.3 |      |                       |    | X  |
|    7.3 |      |                       |    | X  |
|    6.3 |      |                       |    | X  |
|   11.2 |      | ---                   | 33 | X  |
|    6.2 |      | -                     |    | X  |
|    4.2 |      | -                     |    | X  |
|    3.2 |      | -                     |    | X  |
|   14.2 |      | --                    | 35 | bX |
|    7.2 |      | -                     |    | X  |
|    2.2 |      | -                     |    | X  |
|    6.1 |      | -                     |    | X  |
|    4.1 |      | -                     |    | X  |
|    3.1 |      | -                     |    | X  |
|    5.1 |      | -                     |    | X  |
|    7.1 |      | -                     |    | X  |
|   11.1 |      | -                     | 40 | X  |
|     11 |      | ---                   | 40 | X  |
|      2 |      | --                    |    | X  |
|      5 |      | --                    |    | X  |
|      1 |      | -                     |    | X  |
|      4 |      | -                     |    | X  |
|      6 |      | -                     |    | X  |
|      7 |      | -                     |    | X  |
|    2.1 |      |                       |    | X  |
#+TBLFM: @9$4='(+ 3)::@6$4='(+ 34 -10 -5 -6 -8)::@10$4='(+ 11 4 9 9 9 6 7 5 7 7)::@13$4='(+ 12 10)::@23$4='(+ 4 4 4 11 11 11)::@24$4='(+ 15 6 5 10 3 4 8)::@26$4='(+ 8)::@33$4='(+ 15 1 4 13)::@37$4='(+ 14 5 15 1)::@45$4='(+ 10 15 15)::@46$4='(+ 4 5 4 12 15)
* session 15
** hung out at the Mountain Hearth
*** note requesting a meeting in elftown at pricey joint
**** ecthellion critically succeeds at reading the return-address
** house of sleep
*** 7 story tower, glass and stone
*** run by eladrin - Kaliban Whisperwind
*** Mr Sachen
**** old, very scarred shadar-kai
**** "student of mysteries"
**** seek Modra
***** arms dealer who works through overlook
***** connected man, be careful
***** shadar-kai
**** mover/shaker
**** showed him our fate stone
***** Sachen know what it was
**** showed him prophesy
***** he was all like "d00d! WTF!1"
** walking home from the sleep

| who | init | turn    | hp | cond             |
|-----+------+---------+----+------------------|
|  ec |   23 | ------- |    |                  |
|  13 |      | ------  | 29 |                  |
|  14 |      | ------  |  9 |                  |
|  ja |   13 | ------  |    | -2 atk           |
|  20 |      | ------  | 10 |                  |
|   7 |      | ------  | 52 |                  |
|  ry |   13 | ------  |    |                  |
|  ti |    8 | ------  |    | atk -1, resist 1 |
|   1 |      | -----   | 36 | X                |
|   4 |      | ---     | 76 | X                |
|   5 |      | -       | 60 | ongoing 5,X      |
#+TBLFM: @3$4='(+ 12 3 14)::@4$4='(+ 9)::@6$4='(+ 10)::@7$4='(+ 8 9 5 11 6 13)::@10$4='(+ 10 9 15 2)::@11$4='(+ 12 5 6 5 9 12 5 6 16)::@12$4='(+ 12 12 5 16 10 5)
** mage employed by Lost Ones wanting key
*** Modra wants it
*** meet at Salty Mug
*** meet in 2 days at noon at Frying Hogback
*** took his clothes
*** tracked archer to poorhouse on the edge of trade town run by paladins
**** happy beggar
**** run by crushent
**** store room trapdoor behind crates
** Reniss - got remains Jen
*** Jen sent 'Modra' to Reniss using sending stone
** rifts opening
*** 1 every other day
*** planar disturbance
*** shadowfell / elemental planes
** planar chest
*** hourglass symbol
*** cloak of survival - ecth
**** +2 nads resist 5 cold, 5 fire
*** fine hide +2 - jack
*** thunderburst longbow +2 - rye
*** relisiency +2
*** bracers of escape
*** ritual of sending - jack
*** tree stride - rye
* session 16 - 500xp
** meeting with Modra
we're late, discussing arcane magicks
*** messenger is a shadar-goblin
*** being watched by a minion
**** LOL threw him off the roof
**** sketch of our party
**** butchered him
**** watchers and ambushers were a separate team
*** smokey bar
**** laid out normally
**** filled with normal folks
**** seems like a lot of shills
**** booth in the corner
| who    | init | turn  |  hp |                       |
|--------+------+-------+-----+-----------------------|
| 20     |   31 | ----- |  65 |                       |
| 12     |      | ----  |     | off                   |
| 13     |      | ----  |     | off                   |
| 11     |      | ----  |     | off                   |
| rn     |   17 | ----- |     |                       |
| ec     | 14.1 | ----- |     |                       |
| 2      |      | ----- |  62 |                       |
| ry     |   12 | ----- |     |                       |
| 10     |      | ----- |  64 | off, ongoing 5        |
| ti     |    6 | ----- |     |                       |
| 6      |      | ----- |  51 | X shortbow, ongoing 5 |
| 5      |      | ----- | 102 | X shortbow, ongoing 5 |
| ja     |   14 | --    |     | X                     |
| 4      |      | --    |  72 | X ongoing 5           |
| anon.8 |      | -     |     | X                     |
| anon.5 |      | -     |     | X                     |
| anon.7 |      | -     |     | X                     |
| anon.6 |      | -     |     | X                     |
| anon.3 |      | -     |     | X                     |
| anon.2 |      | -     |     | X                     |
| anon.4 |      | -     |     | X                     |
| anon.1 |      | -     |     | X                     |
#+TBLFM: @2$4='(+ 9 3 13 5 3 19 5 8)::@8$4='(+ 11 10 4 16 13 6 2)::@10$4='(+ 9 8 5 8 5 5 13 3 8)::@12$4='(+ 5 3 5 13 9 8 8)::@13$4='(+ 14 12 16 11 5 5 6 5 15 13)::@15$4='(+ 3 12 15 11 10 21)

* session 17
** other groups took to the streets for vengence
*** racial violence against shadar-kai
** lost ones laying low
** hostel
happy beggar volunteers were shadar-skinned, now missing
** visions on the key
*** huge stone arch
*** city - prob overlook
*** still overlook, trade town
*** happy beggar
*** was used by the warlock we killed
** talking to head of happy beggar, leading him to the door
*** tunnel
**** shadow bats
| who | init | turn | hp | stats         |
|-----+------+------+----+---------------|
| am  |   28 | ---  |    |               |
| 1   | 20.1 | ---- |  8 |               |
| ec  |   20 | ---  |    |               |
| ti  | 15.1 | ---  |    |               |
| ja  |   15 | ---  |    |               |
| ry  |   13 | ---  |    |               |
| 7   | 20.1 | ---  | 35 | B,X,-2 to hit |
| 3   | 20.1 | ---  | 32 | B,X           |
| 4   | 20.1 | ---  | 42 | B,X           |
#+TBLFM: @8$4='(+ 0 7 10 9 9)::@3$4='(+ 0 8)::@9$4='(+ 0 12 11 2 7)::@10$4='(+ 0 15 6 11 10)
**** ecthellion yoda's off stalagmites

**** portal to warehouse, orcs supplied from shadow realm
**** another portal, the one previously used
***** grey marbley stone with writing
"protect this place with shadows claws"
**** first portal leads to a warehouse a few blocks over
**** portal goes to shadowfell!
**** stall near plot 24 for drinking
* session 18 [2009-10-06 Tue]
  CLOCK: [2009-10-06 Tue 19:10]--<2009-10-06 Tue 22:20> =>  3:10
** weapons coming from shadowfell -> overlook hostel -> overlook warehouse
** portal has existed for awhile
** rift opens
*** 200/300 feet from bridge
*** rift is harmful
| who |  init | turn     |    | hp |
|-----+-------+----------+----+----|
|  ja |    20 | -------- |    |    |
|  ti |    19 | -------- |    |    |
|  am | 18.19 | -------- |    |    |
|  ec |    16 | -------- |    |    |
|  ry | 18.18 | -------- |    |    |
|  13 |       | -------- | BX | 47 |
|   7 |       | -------  | BX | 33 |
|  12 |       | -------  | BX | 77 |
| foo |       | ------   | BX | 88 |
|   1 |       | ---      | X  |  1 |
|   4 |       | ---      | X  | 12 |
|   5 |       | ---      | X  |  1 |
|   3 |       | -        | BX | 36 |
#+TBLFM: @7$5='(+ 5 15 6 21)::@8$5='(+ 9 7 17)::@9$5='(+ 8 10 11 8 8 19 3 10)::@10$5='(+ 6 8 11 20 9 9 6 3 16)::@11$5='(+ 1)::@12$5='(+ 12)::@13$5='(+ 1)::@14$5='(+ 11 8 17)

*** mercenary camp
**** dwarven encampment
**** ogre encampment
 - militant group
 - enjoying merc work
**** slave bazaar patrolled by undead
 - wraiths circling
 - creepy chill/fog
 - most races are enslaved, any small/medium race
 - bulk is half-orc / goblinoid
**** we camp on outskirts of dwarf/ogres
**** forges / weapon production
**** skilled labor section
**** mostly run by shadar-kai
**** gnoll encampment
**** may be a power struggle, not sure who the boss is
**** plot 24 casino
hours like a tavern
gregor + ivan, get there at 10pm
**** jack - gambling
**** ect - fighting
**** am - scouting slavery
**** ti/ry - check outskirts
* session 19 [2009-10-20 Tue] 240xp
  CLOCK: [2009-10-20 Tue 18:57]--[2009-10-20 Tue 22:30] =>  3:33
** Lena
*** expects us to kill Modra
*** enemy of Modra
*** Modra is a delusional warlord
**** destabilizing worlds
*** Modra used to be a lieutenant of Catalan
**** starting acting out over a month ago
*** laying low
*** thinks Modra made a deal with dwarves to supply enhanced soldiers
*** a free agent, not necesarily for or against Modra/Catalan
*** level 6 shadarkai
*** isn't romantically linked to catalan/modra, wouldn't be above using sexual influence.
*** doesn't know the arcane forge business that well
*** workforce management
*** Catalan
*** can use a back way to get into the arcane forge
*** being coy about connection to Mr. Sachen
**** lord of Umbraforge
**** called away on business and hasn't been able to deal with Modra
**** still controls the tower
*** Greathill dwarven clan
*** ironfell clan would be interested in Shadowfell
*** Enhanced soldiers
**** made in the arcane forge
** Kark the ogre
*** isn't getting involved
*** might be able to away the ogre contingent
*** should tell the captian info
**** Lark (one-eyed ogre) will make the decision
*** used to be a gladiator
** Why settle for a 4 or 6 sided die when you could have a 8 or 10 sided die?
** finding a rift to speak to fore-path
*** combat table
| who       | init | turn    |  hp | status |
|-----------+------+---------+-----+--------|
| w1        |      | ------- |   6 |        |
| am        |   27 | ------- |     |        |
| ec        |   14 | ------  |     |        |
| ry        |   20 | ------  |     |        |
| ti        |   19 | ------  |     |        |
| ja        |   17 | ------  |     |        |
| deth prst |      | ------  |     |        |
| 11        |      | ------  |  28 | BX     |
| 13        |      | ------  |  40 | BX     |
| 3         |      | ------  |  55 | BX     |
| w2        |      | ------  |   7 | X      |
| w3        |      | -----   |     | BX     |
| w4        |      | ---     |     | X      |
| 14        |      | ---     |  31 | BX     |
| 5         |      | ---     | 101 | BX     |
#+TBLFM: @2$4='(+ 6)::@9$4='(+ 6 16 1 5)::@10$4='(+ 12 18 10)::@11$4='(+ 6 5 28 16)::@12$4='(+ 6 1)::@15$4='(+ 12 19)::@16$4='(+ 14 8 23 23 1 17 9 6)
*** slaves were kidnapped from material world
**** get shown off by death priest
**** some of them marched off based on who was picked
*** forepath busy with choas rift
** forge
*** 10 shadow goblins working
*** lava river flows through the building
*** pipes leading from the river to vats
*** jack throwing voice
* session 20 [2009-10-27 Tue] 442xp
  CLOCK: [2009-10-27 Tue 19:04]--[2009-10-27 Tue 23:10] =>  4:06
** forge
*** ammonia climbing up
*** vats are full of abominations!  twisted arms/legs
**** my shoelaces!
|        who | init | turn        |  hp | state        |
|------------+------+-------------+-----+--------------|
|         am |   15 | ----------- |     |              |
|         ry |   16 | ----------- |     |              |
|         ti |   14 | ----------  |     |              |
|         ec |   26 | ----------- |     |              |
| abom-weird |      | --          |  19 | X            |
|         ja |   18 | ----------- |     |              |
|  abom-drag |      | ----------  | 209 | BX           |
|  abom-mord |      | --------    | 227 | BX           |
|         20 |      | ----        |  54 | X            |
|          2 |      | --          |     | X            |
|  abom-hill |      |             |     | X 19+ reflex |
|         14 |      | --          |   5 | X            |
|         13 |      | --          |     | X            |
|         10 |      | --          |  60 | BX           |
|          4 |      | -           |     | X            |
|         12 |      | -           |     | X            |
|          1 |      | -           |     | X            |
|          3 |      |             |     | X            |
|         11 |      |             |     | X shoelaces  |
#+TBLFM: @6$4='(+ 18 1)::@8$4='(+ 4 6 15 19 15 13 4 20 14 16 5 16 4 6 9 10 8 13 12)::@9$4='(+ 3 15 4 6 9 12 11 7 16 12 12 14 12 7 13 11 11 11 4 15 4 9 9)::@10$4='(+ 6 5 9 12 4 8 10)::@13$4='(+ 5)::@15$4='(+ 29 5 5 4 17)
*** redirect pipes to pour lava down to abomination storage
* treasure
** 1070 sp
** 95 gp
** 48 gp credit
** adventurer's stone
*** attuned to us
** orcish notebook in shorthand
** mounts stabled in overlook
** edgar's signet ring
** magic viper belt resist 5 poison, gain +2 vs ongoing poison 
* templates
* combat table
| who | init | turn | hp |
|-----+------+------+----|
| ry  |      |      |    |
| am  |      |      |    |
| ec  |      |      |    |
| ti  |      |      |    |
| ja  |      |      |    |


